Repository: fullstackhero/blazor-wasm-boilerplate
Catalog: src/Client/Resources/Pages/Content/Home.*.resx
Languages: de, pt

source: Blazor For Beginners – Getting Started With Blazor
de: Blazor für Anfänger - Erste Schritte in Blazor
pt: Blazor para iniciantes – Começando com o Blazor

source: Blazor Hero Description
de: Blazor Hero ist ein All-In-One Clean Architecture Lösungstemplate für Blazor Web-Assembly, erstellt mit
pt: Blazor Hero é um modelo de solução de arquitetura limpa tudo-em-um para Blazor Web-Assembly construído com

source: Building A Chat Application With Blazor, Identity, And SignalR
de: Baue eine Chat-Anwendung With Blazor, Identity, And SignalR
pt: Criando um aplicativo de bate-papo com Blazor, Identity e SignalR

source: Celebrating 1,500 Stars on Github!
de: Wir feiern 1,500 Sterne auf Github!
pt: Comemorando 1.500 estrelas no Github!

source: Component Library
de: Komponentenbibliothek
pt: Biblioteca de componentes

source: Custom Authentication In Blazor WebAssembly – Detailed
de: Benutzerdefinierte Authentifizierung in Blazor WebAssembly im Detail
pt: Autenticação personalizada no Blazor WebAssembly – detalhada

source: Description
de: Clean Architecture Vorlage für Blazor Web-Assembly
pt: Modelo de Arquitetura Limpa para Blazor Web-Assembly

source: Documentation - Coming Soon
de: Dokumentation - demnächst
pt: Documentação - Em breve

source: Exploring Blazor Project Structure
de: Erforsche die Blazor Projektstruktur
pt: Explorando a estrutura do projeto Blazor

source: Getting Started
de: Erste Schritte
pt: Começando

source: Github Repository : Do Not Forget to Leave a Star ;)
de: Github Repository : Vergiss nicht, einen Stern zu hinterlassen ;)
pt: Repositório do Github: Não se esqueça de deixar uma estrela ;)

source: Here are few articles that should help you get started with Blazor.
de: Hier sind ein paar Artikel, die dir beimn Einstieg in Blazor helfen sollten.
pt: Aqui estão alguns artigos que devem ajudá-lo a começar a usar o Blazor.

source: How To Implement Blazor CRUD Using Entity Framework Core?
de: Wie implementierst du Blazor CRUD mit Entity Framework Core?
pt: Como implementar o Blazor CRUD usando o Entity Framework Core?

source: Implementing Blazor CRUD Using Mudblazor Component Library In .NET 5
de: Implementiere Blazor CRUD mit der Mudblazor Komponentenbibliothek in .NET 5
pt: Implementando Blazor CRUD usando a biblioteca de componentes Mudblazor no .NET 5

source: Important Links
de: Wichtige Verknüpfungen
pt: Links importantes

source: In case you are stuck anywhere or have any queries regarding this implementation, I have compiled a Quick Start Guide for you reference.
de: Falls du irgendwo steckenbleiben solltest, oder Fragen zu dieser Implementierung hast, habe ich eine Schnellstartanleitung für dich erstellt.
pt: Caso você esteja preso em algum lugar ou tenha alguma dúvida sobre essa implementação, compilei um Guia de início rápido para sua referência.

source: Learning Resources
de: Lernmittel
pt: Recursos de aprendizagem

source: Liked BlazorHero? Star us on Github!
de: Dir gefällt BlazorHero? Hinterlasse einen Stern auf Github!
pt: Gostou do BlazorHero? Star-nos no Github!

source: Onion Architecture In ASP.NET Core With CQRS – Detailed
de: Zwiebelarchitektur in ASP.NET Core mit CQRS im Detail
pt: Arquitetura Onion no ASP.NET Core com CQRS – Detalhado

source: Project Page
de: Projektseite
pt: Página do projeto

source: Quick Start Guide
de: Schnellstartanleitung
pt: Guia rápido

source: Read The Guide
de: Lies die Anleitung
pt: Leia o guia

source: Support Me
de: Unterstütze mich!
pt: Ajude-me!

source: Title
de: Blazor Hero
pt: Blazor Hero
