Repository: fullstackhero/blazor-wasm-boilerplate
Catalog: src/Client/Resources/Pages/Personal/AuditLogs.*.resx
Languages: de

source: Audit Trails
de: Prüfpfade

source: Audit Trails exported
de: Prüfpfade aktualisiert

source: Bordered
de: Gerahmt

source: Cancel
de: Abbrechen

source: Clear
de: Leeren

source: Columns Affected
de: Betroffene Spalten

source: Date
de: Datum

source: Date Range For Searching
de: Zeitraum für Suche

source: Dense
de: Schmal

source: Details for Trail ID
de: Details zur Prüfpfad-Id

source: Export To Excel
de: Zu Excel exportieren

source: Filtered Audit Trails exported
de: Gefilterte Prüfpfade exported

source: Hide
de: Verstecken

source: Local
de: Lokal

source: New Values
de: Neue Werte

source: Old Values
de: Alte Werte

source: Primary Key
de: Primärschlüssekl

source: Search for Trails
de: Nach Prüfpfaden suchen

source: Search in New Values
de: In neuen Werten suchen

source: Search in Old Values
de: In alten Werten suchen

source: Show
de: Anzeigen

source: Striped
de: Gebändert

source: Table Name
de: Tabellenname

source: Trail Details
de: Prüfpfad-Details

source: Type
de: Typ

source: Your Recent Activities.
de: Deine letzten Aktivitäten.
